Repository: Discutea/DForumBundle
Catalog: Resources/translations/messages.*.xlf
Languages: es, fi, fr

# c1
source: Delete all forums in the category?
es: ¿ Suprimir todos los foros de esta categoría ?
fi: Poista kaikki kategoriat tästä keskustelualueesta?
fr: Supprimer tous les forums de cette catégorie ?

# c2
source: The category was successfully created.
es: La categoría ha sido creada.
fi: Kategoria luotu.
fr: La catégorie a été créée.

# c3
source: The category was successfully updated.
es: La categoría ha sido actualizada.
fi: Kategoria päivitetty.
fr: La catégorie a été mise à jour.

# c4
source: The forums were successfully moved.
es: Los foros han sido desplazados todos.
fi: Keskustelualueet siirretty.
fr: Les forums ont tous été deplacés.

# c5
source: The category was successfully removed.
es: La categoría ha sido suprimida.
fi: Kategoria poistettu.
fr: La catégorie a été supprimée.

# c6
source: Category management form
es: Formulario de gestión de una categoría.
fi: Kategorian hallinta
fr: Formulaire de gestion d'une catégorie.

# c7
source: Category name.
es: Nombre de la categoría.
fi: Kategorian nimi.
fr: Nom de la catégorie.

# c8
source: Add a forum
es: Añadir un foro
fi: Lisää keskustelualue
fr: Ajouter un forum

# c9
source: Position in results.
es: Posición en los resultados.
fi: Kohta tuloksissa.
fr: Position dans les résultats.

# c10
source: Read rights.
es: Derechos de lectura.
fi: Lukuoikeudet.
fr: Droits de lecture.

# c11
source: Remove category form.
es: Supresión de una categoría.
fi: Poista kategoria lomake.
fr: Suppression d'une catégorie.

# c12
source: Move forums to:
es: Desplazar los foros en :
fi: Siirrä keskustelualue:
fr: Déplacer les forums dans :

# c13
source: Check to remove all forums of this category.
es: Marcar para suprimir todos los foros de esta categoría.
fi: Valitse poistaaksesi kaikki keskustelualueet tästä kategoriasta.
fr: Cocher pour supprimer tous les forums de cette catégorie.

# c14
source: Manage categories and forums.
es: Administrar las categorías y los foros.
fi: Hallinnoi kategorioita ja keskustelualueita.
fr: Administrer les catégories et les forums.

# c15
source: + Create a category +
es: + Crear una categoría. +
fi: + Lisää kategoria +
fr: + Créer une catégorie +

# c16
source: Number of forums in the category:
es: Número de foros en la categoría :
fi: Keskustelualueita tässä kategoriassa:
fr: Nombre de forums dans la categorie :

# f1
source: List of forums in
es: Lista de foros de
fi: Lista keskustelualueista
fr: Liste des forums de

# f2
source: The forum was successfully deleted.
es: El foro ha sido suprimido.
fi: Keskustelualue poistettu.
fr: Le forum a été supprimé.

# f3
source: Delete all topics in forum?
es: Suprimir todos los asuntos del foro ?
fi: Poista kaikki keskustelualueen aiheet?
fr: Supprimer tous les sujets du forum ?

# f4
source: The forum was successfully created.
es: El foro ha sido añadido.
fi: Keskustelualue luotu.
fr: Le forum a été ajouté.

# f5
source: The forum was successfully updated.
es: El foro ha sido actualizado.
fi: Keskustelualue päivitetty.
fr: Le forum a été mis à jour.

# f6
source: The topics were successfully moved.
es: Los asuntos han sido desplazados todos.
fi: Aiheet poistettu.
fr: Les sujets ont tous été deplacés.

# f7
source: Forum management form
es: Formulario de gestión de un foro.
fi: Keskustelualueen hallinta.
fr: Formulaire de gestion d'un forum.

# f8
source: Forum name.
es: Nombre del foro.
fi: Keskustelualueen nimi.
fr: Nom du forum.

# f9
source: Forum Description.
es: Descripción del foro.
fi: Keskustelualueen kuvaus.
fr: Déscription du forum.

# f10
source: Image attached to the forum.
es: Imagen enlazada con el foro.
fi: Keskustelualueen kuva.
fr: Image attachée au forum.

# f11
source: Select category:
es: Seleccionar la categoría :
fi: Valitse kategoria:
fr: Sélectionner la catégorie :

# f12
source: Form to delete a forum.
es: Formulario de supresión de un foro.
fi: Keskustelualueen poistolomake.
fr: Formulaire de supression d'un forum.

# f13
source: Move topics to:
es: Desplazar los asuntos en :
fi: Sirrä aihieet:
fr: Déplacer les sujets dans :

# f14
source: Check to completely delete the forum's topics.
es: Marcar para suprimir enteramente los asuntos del foro.
fi: Valitse poistaaksesi kaikki keskustelualueen aiheet.
fr: Cocher pour supprimer entièrement les sujets du forum.

# f15
source: Deleted user
es: Usuario suprimido
fi: Käyttäjä poistettu
fr: Utilisateur supprimé

# t1
source: The topic was successfully created.
es: El asunto ha sido creado con éxito.
fi: Aihe luotu.
fr: Le sujet a été créé avec succès.

# t2
source: The topic was successfully removed.
es: El asunto ha sido suprimido correctamente.
fi: Aihe poistettu.
fr: Le sujet a bien été supprimé.

# t3
source: The topic was successfully updated.
es: El asunto ha sido editado correctamente.
fi: Aihe päivitetty.
fr: Le sujet a bien été édité.

# t4
source: Recent topics.
es: Los últimos asuntos.
fi: Uusimmat aiheet.
fr: Les derniers sujets.

# t5
source: Create a topic
es: Crear un asunto
fi: Lisää aihe
fr: Créer un sujet

# t6
source: Title of the topic:
es: Título del asunto :
fi: Aiheen otsikko:
fr: Titre du sujet :

# t7
source: view
es: vista
fi: näkymät
fr: vue

# t8
source: views
es: vistas
fi: näkymät
fr: vues

# p1
source: Please note this post is in preview mode, remember to validate it before leaving.
es: Cuidado este mensaje es de modo previsualización valídalo antes de dejar.
fi: Huom! Viesti on esikatselu tilassa, se pitää hyväksyä ennen julkistamista.
fr: Attention ce message est en mode prévisualisation validez-le avant de quitter

# p2
source: The post was successfully created.
es: El mensaje ha sido creado con éxito.
fi: Viesti luotu.
fr: Le message a été créé avec succès.

# p3
source: The post was successfully updated.
es: El mensaje ha sido editado correctamente.
fi: Viesti päivitetty.
fr: Le message a bien été édité.

# p4
source: The post was successfully removed.
es: El mensaje ha sido suprimido correctamente.
fi: Viesti poistettu.
fr: Le message a bien été supprimé.

# p5
source: All posts in topic were successfully removed.
es: Todos los mensajes han sido suprimidos.
fi: Kaikki aiheen viesti poistettu.
fr: Tous les messages ont été supprimés.

# p6
source: Recent posts.
es: Los últimos mensajes.
fi: Uusimmat viestit.
fr: Les derniers messages.

# p7
source: Do you really want to remove that post?
es: ¿Quieres realmente suprimir le mensaje ?
fi: Haluatko varmasti poistaa viestin?
fr: Voulez-vous vraiment supprimer le message ?

# p8
source: Warning, this topic is pretty old. Think twice before posting, it may be more appropriate to create a new topic.
es: Cuidado, este asunto en antiguo. Desterrarlo no está muy bién. Quizás sea más adaptado crear un nuevo asunto.
fi: Varoitus, aihe on vanhahko. Mieti, olisiko parempi aloittaa uusi aihe?
fr: Attention, ce sujet est ancien. Le déterrer n'est pas forcément approprié. Il est peut être plus adapté de créer un nouveau sujet.

# p9
source: Warning! This is the first post of the topic. Removing it will erase the entire topic!
es: ¡ Cuidado ! Este mensaje es el primero del asunto. Al suprimirlo vas a suprimir el asunto en su integralidad !
fi: Varoitus! Tämä on aiheen ensimmäinen viesti. Sen poistaminen poistaa koko aihealueen.
fr: Attention ! Ce message est le premier du sujet. En le supprimant vous supprimerez le sujet dans son intégralité !

# p10
source: Edit a post
es: Edición del mensaje
fi: Muokkaa viestiä
fr: Edition du message

# l1
source: The topic has been marked as resolved.
es: El asunto ha sido marcado como resuelto.
fi: Aihe on merkitty selvitetyksi.
fr: Le sujet a été marqué comme résolu.

# l2
source: The subject is no longer marked as resolved.
es: El asunto no es marcado como resuelto.
fi: Kohde ei ole enää merkitty selvitetyksi.
fr: Le sujet n'est plus marqué comme résolu.

# l3
source: The subject has been pinned.
es: El asunto ha sido fijado.
fi: Kohde on merkitty pysyväksi.
fr: Le sujet a été épinglé.

# l4
source: The subject has been unpinned.
es: El asunto ya no es fijado.
fi: Kohde ei ole enää pysyvä.
fr: Le sujet n'est plus épinglé.

# l5
source: The topic has been closed.
es: El asunto ha sido cerrado.
fi: Aihe on suljettu.
fr: Le sujet a été fermé.

# l6
source: The topic has been unclosed.
es: El asunto ya no está cerrado.
fi: Aihe on avattu.
fr: Le sujet n'est plus fermé.

# l7
source: Resolved
es: Resuelto
fi: Selvitetty
fr: Résolu

# l8
source: Closed.
es: Cerrar
fi: Suljettu.
fr: Fermer

# l9
source: Pinned.
es: Fijar
fi: Pysyvä.
fr: Epingler

# l10
source: Topic resolved
es: Asunto resuelto
fi: Aihe selvitetty
fr: Sujet résolu

# l11
source: Topic closed
es: Asunto cerrado
fi: Aihe suljettu
fr: Sujet fermé

# l12
source: Topic pinned
es: Asunto fijado
fi: Aihe on pysyvä
fr: Sujet épinglé

# d1
source: Edit
es: Editar
fi: Muokkaa
fr: Editer

# d2
source: Remove
es: Suprimir
fi: Poista
fr: Supprimer

# d3
source: Title
es: Título
fi: Otsikko
fr: Titre

# d4
source: Description
es: Descripción
fi: Kuvaus
fr: Déscription

# d5
source: Topics
es: Asuntos
fi: Aiheet
fr: Sujets

# d6
source: Position
es: Posición
fi: Paikka

# d7
source: Action
es: Acción
fi: Toiminto

# d8
source: Categories
es: Categorías
fi: Kategoria
fr: Catégories

# d9
source: Forums
es: Foros
fi: Keskustelualueet

# d10
source: by
es: por
fi: käyttäjältä
fr: par

# d11
source: on
es: el
fi: julkaistu
fr: le

# d12
source: at
es: a
fr: à

# d13
source: Location:
es: Camino :
fi: Paikka:
fr: Chemin :

# d14
source: See
es: Ver
fi: Katso
fr: Voir

# d15
source: Forums List
es: Lista de los foros
fi: Keskustelualueet
fr: Liste des forums

# d16
source: Last post by
es: Ultimo mensaje por
fi: Viimeisin viesti käyttäjältä
fr: Dernier message par

# d17
source: No reply. Please create content.
es: Ninguna contesta. Crear contenido.
fi: Ei vastausta. Ole hyvä ja kirjoita sisältöä.
fr: Aucune réponse. Créer du contenu.

# d18
source: posts
es: mensajes
fi: viestit
fr: messages

# d19
source: post
es: mensaje
fi: viesti
fr: message

# d20
source: Confirmation required
es: Confirmación necesaria
fi: vaatii hyväksyntää
fr: Confirmation nécessaire

# d21
source: Cancel
es: Cancelar
fi: Peruuta
fr: Annuler

# d22
source: Valid
es: Validar
fi: Ok
fr: Valider

# d23
source: Quote
es: Citar
fi: Lainaus
fr: Citer

# d24
source: Reply
es: Contestar
fi: Vastaus
fr: Répondre

# d25
source: Submit
es: Someter
fi: Lähetä
fr: Soumettre

# d26
source: Preview
es: Prévisualizar
fi: Esikatselu
fr: Prévisualiser

# d27
source: Previous
es: Precedente
fi: Edellinen
fr: Précédent

# d28
source: Next
es: Siguiente
fi: Seuraava
fr: Suivant

# d29
source: Select a forum
es: Seleccionar un foro
fi: Valitse keskustelualue
fr: Sélectionner un forum
